Repository: katagaki/Tables
Catalog: Tables/Support/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# ActionBar.Alignment
source: Alignment
ja: 配置
ko: 정렬
zh_hans: 对齐
zh_hant: 對齊

# ActionBar.Format
source: Format
ja: 書式
ko: 서식
zh_hans: 格式
zh_hant: 格式

# ActionBar.Sum
source: Sum
ja: 合計
ko: 합계
zh_hans: 求和
zh_hant: 加總

# Alert.Error.Title
source: Couldn’t complete that
ja: 実行できませんでした
ko: 완료하지 못했습니다
zh_hans: 无法完成该操作
zh_hant: 無法完成該操作

# Alignment.Horizontal.Automatic
source: Automatic
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

# Alignment.Horizontal.Center
source: Center
ja: 中央揃え
ko: 가운데
zh_hans: 居中
zh_hant: 置中

# Alignment.Horizontal.Left
source: Left
ja: 左揃え
ko: 왼쪽
zh_hans: 左对齐
zh_hant: 靠左

# Alignment.Horizontal.Right
source: Right
ja: 右揃え
ko: 오른쪽
zh_hans: 右对齐
zh_hant: 靠右

# Alignment.Vertical.Bottom
source: Bottom
ja: 下揃え
ko: 아래쪽
zh_hans: 底端对齐
zh_hant: 靠下

# Alignment.Vertical.Middle
source: Middle
ja: 中央揃え
ko: 가운데
zh_hans: 居中
zh_hant: 置中

# Alignment.Vertical.Top
source: Top
ja: 上揃え
ko: 위쪽
zh_hans: 顶端对齐
zh_hant: 靠上

# Automation.Error.CannotOpen
source: Tables couldn't open the workbook. Try again once Tables has finished launching.
ja: Tables でワークブックを開けませんでした。Tables の起動が完了してからもう一度お試しください。
ko: Tables에서 통합 문서를 열 수 없습니다. Tables 실행이 끝난 뒤 다시 시도하십시오.
zh_hans: Tables 无法打开工作簿。请在 Tables 启动完成后重试。
zh_hant: Tables 無法打開活頁簿。請在 Tables 啟動完成後再試一次。

# Automation.Error.InvalidCell
source: “%@” isn't a cell address, such as B2.
ja: 「%@」はセル番地（B2 など）ではありません。
ko: '%@'은(는) B2 같은 셀 주소가 아닙니다.
zh_hans: “%@”不是单元格地址（如 B2）。
zh_hant: 「%@」不是儲存格位址（如 B2）。

# Automation.Error.InvalidColumn
source: “%@” isn't a column in the range.
ja: 「%@」は範囲内の列ではありません。
ko: '%@'은(는) 범위 안의 열이 아닙니다.
zh_hans: “%@”不是区域中的列。
zh_hant: 「%@」不是範圍中的欄。

# Automation.Error.InvalidRange
source: “%@” isn't a range, such as A1:C10.
ja: 「%@」は範囲（A1:C10 など）ではありません。
ko: '%@'은(는) A1:C10 같은 범위가 아닙니다.
zh_hans: “%@”不是区域（如 A1:C10）。
zh_hant: 「%@」不是範圍（如 A1:C10）。

# Automation.Error.LastSheet
source: A workbook has to keep at least one sheet.
ja: ワークブックには少なくとも1つのシートが必要です。
ko: 통합 문서에는 시트가 하나 이상 있어야 합니다.
zh_hans: 工作簿必须至少保留一个工作表。
zh_hant: 活頁簿至少必須保留一個工作表。

# Automation.Error.NoSaveLocation
source: This workbook didn't come from a file. Choose a destination to save it to.
ja: このワークブックはファイルから読み込まれたものではありません。保存先を選んでください。
ko: 이 통합 문서는 파일에서 읽은 것이 아닙니다. 저장할 위치를 선택하십시오.
zh_hans: 此工作簿并非来自文件。请选择存储位置。
zh_hant: 此活頁簿並非來自檔案。請選擇儲存位置。

# Automation.Error.OutsideSheet
source: %@ is beyond the largest sheet Tables can hold.
ja: %@ は Tables で扱える最大のシートを超えています。
ko: %@은(는) Tables가 담을 수 있는 가장 큰 시트를 벗어납니다.
zh_hans: %@ 超出了 Tables 可容纳的最大工作表范围。
zh_hant: %@ 超出了 Tables 可容納的最大工作表範圍。

# Automation.Error.SheetNotFound
source: There's no sheet named “%@”.
ja: 「%@」という名前のシートはありません。
ko: '%@' 시트가 없습니다.
zh_hans: 没有名为“%@”的工作表。
zh_hant: 沒有名為「%@」的工作表。

# Automation.Error.Unreadable
source: The file isn't a workbook Tables can read.
ja: このファイルは Tables で読み込めるワークブックではありません。
ko: 이 파일은 Tables에서 읽을 수 있는 통합 문서가 아닙니다.
zh_hans: 此文件不是 Tables 可读取的工作簿。
zh_hant: 此檔案不是 Tables 可讀取的活頁簿。

# BorderLineStyle.DashDot
source: Dash-Dot
ja: 一点鎖線
ko: 일점쇄선
zh_hans: 点划线
zh_hant: 點劃線

# BorderLineStyle.DashDotDot
source: Dash-Dot-Dot
ja: 二点鎖線
ko: 이점쇄선
zh_hans: 双点划线
zh_hant: 雙點劃線

# BorderLineStyle.Dashed
source: Dashed
ja: 破線
ko: 파선
zh_hans: 虚线
zh_hant: 虛線

# BorderLineStyle.Dotted
source: Dotted
ja: 点線
ko: 점선
zh_hans: 点线
zh_hant: 點線

# BorderLineStyle.Double
source: Double
ja: 二重線
ko: 이중선
zh_hans: 双线
zh_hant: 雙線

# BorderLineStyle.Hairline
source: Hairline
ja: 極細
ko: 헤어라인
zh_hans: 极细
zh_hant: 極細

# BorderLineStyle.Medium
source: Medium
ja: 中太線
ko: 중간 선
zh_hans: 中等
zh_hant: 中等

# BorderLineStyle.MediumDashDot
source: Medium Dash-Dot
ja: 中太の一点鎖線
ko: 중간 일점쇄선
zh_hans: 中等点划线
zh_hant: 中等點劃線

# BorderLineStyle.MediumDashDotDot
source: Medium Dash-Dot-Dot
ja: 中太の二点鎖線
ko: 중간 이점쇄선
zh_hans: 中等双点划线
zh_hant: 中等雙點劃線

# BorderLineStyle.MediumDashed
source: Medium Dashed
ja: 中太の破線
ko: 중간 파선
zh_hans: 中等虚线
zh_hant: 中等虛線

# BorderLineStyle.SlantDashDot
source: Slanted Dash-Dot
ja: 斜めの一点鎖線
ko: 사선 일점쇄선
zh_hans: 斜线点划线
zh_hant: 斜線點劃線

# BorderLineStyle.Thick
source: Thick
ja: 太線
ko: 굵은 선
zh_hans: 粗
zh_hant: 粗

# BorderLineStyle.Thin
source: Thin
ja: 細線
ko: 가는 선
zh_hans: 细
zh_hant: 細

# CellMenu.Copy
source: Copy
ja: コピー
ko: 복사
zh_hans: 拷贝
zh_hant: 拷貝

# CellMenu.Cut
source: Cut
ja: カット
ko: 오려두기
zh_hans: 剪切
zh_hant: 剪下

# CellMenu.DeleteComment
source: Delete Comment
ja: コメントを削除
ko: 댓글 삭제
zh_hans: 删除批注
zh_hant: 刪除註解

# CellMenu.Edit
source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

# CellMenu.NewComment
source: New Comment
ja: 新しいコメント
ko: 새 댓글
zh_hans: 新建批注
zh_hant: 新增註解

# CellMenu.NewNote
source: New Note
ja: 新しいメモ
ko: 새 메모
zh_hans: 新建笔记
zh_hant: 新增附註

# CellMenu.Paste
source: Paste
ja: ペースト
ko: 붙여넣기
zh_hans: 粘贴
zh_hant: 貼上

# CellMenu.ResetFormatting
source: Reset Formatting
ja: 書式をリセット
ko: 서식 재설정
zh_hans: 重置格式
zh_hant: 重置格式

# CellMenu.ShowComment
source: Show Comment
ja: コメントを表示
ko: 댓글 보기
zh_hans: 显示批注
zh_hant: 顯示註解

# Chart.AltText.Footer
source: Read aloud by VoiceOver and other screen readers, here and in Excel.
ja: VoiceOverなどのスクリーンリーダーが、このアプリでもExcelでも読み上げます。
ko: VoiceOver 등 화면 읽기 프로그램이 이 앱과 Excel에서 읽어 줍니다.
zh_hans: 在此 App 和 Excel 中，VoiceOver 等屏幕阅读器会朗读此内容。
zh_hant: 在此 App 和 Excel 中，VoiceOver 等螢幕閱讀器會朗讀此內容。

# Chart.AltText.Placeholder
source: Describe this chart
ja: このグラフの説明
ko: 이 차트에 대한 설명
zh_hans: 描述此图表
zh_hant: 描述此圖表

# Chart.Axis.Automatic
source: Auto
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

# Chart.Axis.DefaultTitle
source: Axis Title
ja: 軸ラベル
ko: 축 제목
zh_hans: 坐标轴标题
zh_hant: 座標軸標題

# Chart.Axis.Gridlines
source: Gridlines
ja: 目盛線
ko: 눈금선
zh_hans: 网格线
zh_hant: 格線

# Chart.Axis.Horizontal
source: Horizontal Axis
ja: 横軸
ko: 가로 축
zh_hans: 水平轴
zh_hant: 水平座標軸

# Chart.Axis.MajorUnit
source: Major Unit
ja: 目盛間隔
ko: 주 단위
zh_hans: 主要单位
zh_hant: 主要刻度間距

# Chart.Axis.Maximum
source: Maximum
ja: 最大値
ko: 최대값
zh_hans: 最大值
zh_hant: 最大值

# Chart.Axis.Minimum
source: Minimum
ja: 最小値
ko: 최소값
zh_hans: 最小值
zh_hant: 最小值

# Chart.Axis.NumberFormat
source: Number Format
ja: 表示形式
ko: 표시 형식
zh_hans: 数字格式
zh_hant: 數值格式

# Chart.Axis.NumberFormat.Linked
source: Same as Cells
ja: セルと同じ
ko: 셀과 동일
zh_hans: 与单元格相同
zh_hant: 與儲存格相同

# Chart.Axis.Reversed
source: Values in Reverse Order
ja: 軸を反転する
ko: 값을 거꾸로
zh_hans: 逆序刻度值
zh_hant: 數值次序反轉

# Chart.Axis.Show
source: Show Axis
ja: 軸を表示
ko: 축 표시
zh_hans: 显示坐标轴
zh_hant: 顯示座標軸

# Chart.Axis.Title
source: Axis Title
ja: 軸ラベル
ko: 축 제목
zh_hans: 坐标轴标题
zh_hant: 座標軸標題

# Chart.Axis.Vertical
source: Vertical Axis
ja: 縦軸
ko: 세로 축
zh_hans: 垂直轴
zh_hant: 垂直座標軸

# Chart.Border
source: Border
ja: 枠線
ko: 테두리
zh_hans: 边框
zh_hant: 框線

# Chart.Data.Range
source: Data Range
ja: データ範囲
ko: 데이터 범위
zh_hans: 数据范围
zh_hant: 資料範圍

# Chart.Data.Range.Invalid
source: That range has no numbers to chart. Type a range like A1:C10 or Sheet 2!A1:C10.
ja: その範囲にはグラフにできる数値がありません。A1:C10 や Sheet 2!A1:C10 のように入力してください。
ko: 해당 범위에 차트로 만들 숫자가 없습니다. A1:C10 또는 Sheet 2!A1:C10처럼 입력하세요.
zh_hans: 该范围内没有可绘制的数字。请输入如 A1:C10 或 Sheet 2!A1:C10 的范围。
zh_hant: 該範圍沒有可繪製的數字。請輸入如 A1:C10 或 Sheet 2!A1:C10 的範圍。

# Chart.Data.SeriesIn
source: Series In
ja: 系列の方向
ko: 계열 방향
zh_hans: 系列产生在
zh_hant: 數列資料取自

# Chart.Data.SeriesIn.Columns
source: Columns
ja: 列
ko: 열
zh_hans: 列
zh_hant: 欄

# Chart.Data.SeriesIn.Rows
source: Rows
ja: 行
ko: 행
zh_hans: 行
zh_hant: 列

# Chart.DefaultName
source: Chart %d
ja: グラフ %d
ko: 차트 %d
zh_hans: 图表 %d
zh_hant: 圖表 %d

# Chart.Empty
source: No Data to Plot
ja: 表示するデータがありません
ko: 표시할 데이터 없음
zh_hans: 没有可绘制的数据
zh_hant: 沒有可繪製的資料

# Chart.Grouping
source: Arrangement
ja: 配置
ko: 배열
zh_hans: 排列
zh_hant: 排列

# Chart.Grouping.Stacked
source: Stacked
ja: 積み上げ
ko: 누적
zh_hans: 堆积
zh_hant: 堆疊

# Chart.Grouping.Standard
source: Side by Side
ja: 並べて表示
ko: 나란히
zh_hans: 并排
zh_hant: 並排

# Chart.HiddenCells
source: Plot Hidden Rows and Columns
ja: 非表示の行と列のデータを表示
ko: 숨겨진 행 및 열 데이터 표시
zh_hans: 显示隐藏行列中的数据
zh_hant: 顯示隱藏列與欄的資料

# Chart.HoleSize
source: Hole Size
ja: 穴の大きさ
ko: 구멍 크기
zh_hans: 圆环内径大小
zh_hant: 環圈內徑大小

# Chart.Kind.Area
source: Area
ja: 面
ko: 영역형
zh_hans: 面积图
zh_hant: 區域圖

# Chart.Kind.Bar
source: Bar
ja: 横棒
ko: 가로 막대형
zh_hans: 条形图
zh_hant: 橫條圖

# Chart.Kind.Column
source: Column
ja: 縦棒
ko: 세로 막대형
zh_hans: 柱形图
zh_hant: 直條圖

# Chart.Kind.Doughnut
source: Doughnut
ja: ドーナツ
ko: 도넛형
zh_hans: 圆环图
zh_hant: 環圈圖

# Chart.Kind.Line
source: Line
ja: 折れ線
ko: 꺾은선형
zh_hans: 折线图
zh_hant: 折線圖

# Chart.Kind.Pie
source: Pie
ja: 円
ko: 원형
zh_hans: 饼图
zh_hant: 圓形圖

# Chart.Kind.Scatter
source: Scatter
ja: 散布図
ko: 분산형
zh_hans: 散点图
zh_hant: 散佈圖

# Chart.Labels.Categories
source: Show Category Names
ja: 分類名を表示
ko: 항목 이름 표시
zh_hans: 显示类别名称
zh_hant: 顯示類別名稱

# Chart.Labels.Percentages
source: Show Percentages
ja: パーセンテージを表示
ko: 백분율 표시
zh_hans: 显示百分比
zh_hant: 顯示百分比

# Chart.Labels.SeriesNames
source: Show Series Names
ja: 系列名を表示
ko: 계열 이름 표시
zh_hans: 显示系列名称
zh_hant: 顯示數列名稱

# Chart.Labels.Values
source: Show Values
ja: 値を表示
ko: 값 표시
zh_hans: 显示值
zh_hant: 顯示值

# Chart.Legend
source: Legend
ja: 凡例
ko: 범례
zh_hans: 图例
zh_hant: 圖例

# Chart.Legend.Bottom
source: Bottom
ja: 下
ko: 아래쪽
zh_hans: 下
zh_hant: 下

# Chart.Legend.Left
source: Left
ja: 左
ko: 왼쪽
zh_hans: 左
zh_hant: 左

# Chart.Legend.None
source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# Chart.Legend.Right
source: Right
ja: 右
ko: 오른쪽
zh_hans: 右
zh_hant: 右

# Chart.Legend.Top
source: Top
ja: 上
ko: 위쪽
zh_hans: 上
zh_hant: 上

# Chart.Legend.TopRight
source: Top Right
ja: 右上
ko: 오른쪽 위
zh_hans: 右上
zh_hant: 右上

# Chart.Menu.Delete
source: Delete Chart
ja: グラフを削除
ko: 차트 삭제
zh_hans: 删除图表
zh_hant: 刪除圖表

# Chart.Menu.Edit
source: Edit Chart
ja: グラフを編集
ko: 차트 편집
zh_hans: 编辑图表
zh_hant: 編輯圖表

# Chart.Menu.MoveToNewSheet
source: Move to New Sheet
ja: 新しいシートに移動
ko: 새 시트로 이동
zh_hans: 移至新工作表
zh_hant: 移至新工作表

# Chart.Menu.MoveToSheet
source: Move to Sheet
ja: シートに移動
ko: 시트로 이동
zh_hans: 移至工作表
zh_hant: 移至工作表

# Chart.Panel.NoChart
source: No Chart Selected
ja: グラフが選択されていません
ko: 선택된 차트 없음
zh_hans: 未选择图表
zh_hant: 未選取圖表

# Chart.Panel.NoChart.Description
source: Tap a chart on the sheet to edit it.
ja: シート上のグラフをタップして編集します。
ko: 시트에서 차트를 탭하여 편집하세요.
zh_hans: 轻点工作表上的图表进行编辑。
zh_hant: 點一下工作表上的圖表來編輯。

# Chart.Preserved.Chart
source: Chart kept as is
ja: グラフはそのまま保持されます
ko: 차트가 그대로 유지됨
zh_hans: 图表按原样保留
zh_hant: 圖表按原樣保留

# Chart.Preserved.Object
source: Object kept as is
ja: オブジェクトはそのまま保持されます
ko: 개체가 그대로 유지됨
zh_hans: 对象按原样保留
zh_hant: 物件按原樣保留

# Chart.Resize
source: Resize Chart
ja: グラフのサイズを変更
ko: 차트 크기 조절
zh_hans: 调整图表大小
zh_hant: 調整圖表大小

# Chart.RoundedCorners
source: Rounded Corners
ja: 角を丸くする
ko: 둥근 모서리
zh_hans: 圆角
zh_hant: 圓角

# Chart.Section.AltText
source: Alt Text
ja: 代替テキスト
ko: 대체 텍스트
zh_hans: 替代文本
zh_hant: 替代文字

# Chart.Section.Background
source: Background
ja: 背景
ko: 배경
zh_hans: 背景
zh_hant: 背景

# Chart.Section.Data
source: Data
ja: データ
ko: 데이터
zh_hans: 数据
zh_hant: 資料

# Chart.Section.Legend
source: Legend and Labels
ja: 凡例とラベル
ko: 범례 및 레이블
zh_hans: 图例和标签
zh_hant: 圖例與標籤

# Chart.Section.Text
source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# Chart.Section.Title
source: Title
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# Chart.Section.Type
source: Chart Type
ja: グラフの種類
ko: 차트 종류
zh_hans: 图表类型
zh_hant: 圖表類型

# Chart.Series.DefaultName
source: Series %d
ja: 系列%d
ko: 계열%d
zh_hans: 系列%d
zh_hant: 數列%d

# Chart.Series.Options
source: Series Options
ja: 系列のオプション
ko: 계열 옵션
zh_hans: 系列选项
zh_hant: 數列選項

# Chart.Series.ShowLine
source: Show Line
ja: 線を表示
ko: 선 표시
zh_hans: 显示线条
zh_hant: 顯示線條

# Chart.Series.ShowMarkers
source: Show Markers
ja: マーカーを表示
ko: 표식 표시
zh_hans: 显示标记
zh_hant: 顯示標記

# Chart.Series.Smooth
source: Smooth Line
ja: スムージング
ko: 곡선
zh_hans: 平滑线
zh_hant: 平滑線

# Chart.Text.Size
source: Size
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 大小

# Chart.Title.Automatic
source: Title from Series Name
ja: 系列名をタイトルにする
ko: 계열 이름을 제목으로 사용
zh_hans: 以系列名称为标题
zh_hant: 以數列名稱作為標題

# Chart.Title.Placeholder
source: Chart Title
ja: グラフタイトル
ko: 차트 제목
zh_hans: 图表标题
zh_hant: 圖表標題

# Chart.VaryColors
source: Vary Colors by Point
ja: 要素を塗り分ける
ko: 요소마다 다른 색 사용
zh_hans: 依数据点着色
zh_hant: 依資料點變化色彩

# Color.Black
source: Black
ja: 黒
ko: 검정
zh_hans: 黑色
zh_hant: 黑色

# Color.Blue
source: Blue
ja: 青
ko: 파랑
zh_hans: 蓝色
zh_hant: 藍色

# Color.Brown
source: Brown
ja: 茶色
ko: 갈색
zh_hans: 棕色
zh_hant: 棕色

# Color.Cyan
source: Cyan
ja: シアン
ko: 사이언
zh_hans: 青色
zh_hant: 青色

# Color.Green
source: Green
ja: 緑
ko: 초록
zh_hans: 绿色
zh_hant: 綠色

# Color.Grey
source: Grey
ja: グレイ
ko: 회색
zh_hans: 灰色
zh_hant: 灰色

# Color.Grey2
source: Grey 2
ja: グレイ 2
ko: 회색 2
zh_hans: 灰色 2
zh_hant: 灰色 2

# Color.Grey3
source: Grey 3
ja: グレイ 3
ko: 회색 3
zh_hans: 灰色 3
zh_hant: 灰色 3

# Color.Grey4
source: Grey 4
ja: グレイ 4
ko: 회색 4
zh_hans: 灰色 4
zh_hant: 灰色 4

# Color.Grey5
source: Grey 5
ja: グレイ 5
ko: 회색 5
zh_hans: 灰色 5
zh_hant: 灰色 5

# Color.Grey6
source: Grey 6
ja: グレイ 6
ko: 회색 6
zh_hans: 灰色 6
zh_hant: 灰色 6

# Color.Indigo
source: Indigo
ja: インディゴ
ko: 남색
zh_hans: 靛蓝色
zh_hant: 靛藍色

# Color.Mint
source: Mint
ja: ミント
ko: 민트
zh_hans: 薄荷色
zh_hant: 薄荷色

# Color.Orange
source: Orange
ja: オレンジ
ko: 주황
zh_hans: 橙色
zh_hant: 橘色

# Color.Pink
source: Pink
ja: ピンク
ko: 분홍
zh_hans: 粉色
zh_hant: 粉紅色

# Color.Purple
source: Purple
ja: 紫
ko: 보라
zh_hans: 紫色
zh_hant: 紫色

# Color.Red
source: Red
ja: 赤
ko: 빨강
zh_hans: 红色
zh_hant: 紅色

# Color.Teal
source: Teal
ja: ティール
ko: 청록
zh_hans: 蓝绿色
zh_hant: 藍綠色

# Color.White
source: White
ja: 白
ko: 흰색
zh_hans: 白色
zh_hant: 白色

# Color.Yellow
source: Yellow
ja: 黄
ko: 노랑
zh_hans: 黄色
zh_hant: 黃色

# ColorSwatches.More.Border.Accessibility
source: More border colours
ja: ほかの罫線の色
ko: 다른 테두리 색상
zh_hans: 更多边框颜色
zh_hant: 更多框線顏色

# ColorSwatches.More.Fill.Accessibility
source: More fill colours
ja: ほかの塗りつぶしの色
ko: 다른 채우기 색상
zh_hans: 更多填充颜色
zh_hant: 更多填色顏色

# ColorSwatches.More.Text.Accessibility
source: More text colours
ja: ほかの文字色
ko: 다른 텍스트 색상
zh_hans: 更多文本颜色
zh_hant: 更多文字顏色

# ColorSwatches.MoreColours
source: More Colours…
ja: ほかの色…
ko: 다른 색상…
zh_hans: 更多颜色…
zh_hant: 更多顏色…

# ColorSwatches.None.Border.Accessibility
source: No border colour
ja: 罫線の色なし
ko: 테두리 색상 없음
zh_hans: 无边框颜色
zh_hant: 無框線顏色

# ColorSwatches.None.Fill.Accessibility
source: No fill colour
ja: 塗りつぶしなし
ko: 채우기 색상 없음
zh_hans: 无填充颜色
zh_hant: 無填色

# ColorSwatches.None.Text.Accessibility
source: No text colour
ja: 文字色なし
ko: 텍스트 색상 없음
zh_hans: 无文本颜色
zh_hant: 無文字顏色

# ColorSwatches.Swatch.Border.Accessibility
source: %@ border colour
ja: 罫線の色 %@
ko: %@ 테두리 색상
zh_hans: %@边框颜色
zh_hant: %@框線顏色

# ColorSwatches.Swatch.Fill.Accessibility
source: %@ fill colour
ja: 塗りつぶしの色 %@
ko: %@ 채우기 색상
zh_hans: %@填充颜色
zh_hant: %@填色顏色

# ColorSwatches.Swatch.Text.Accessibility
source: %@ text colour
ja: 文字色 %@
ko: %@ 텍스트 색상
zh_hans: %@文本颜色
zh_hant: %@文字顏色

# Comment.AddNote
source: Add Note
ja: メモを追加
ko: 메모 추가
zh_hans: 添加笔记
zh_hant: 加入附註

# Comment.Author.Footer
source: Comments and replies you add show this name.
ja: 追加したコメントや返信にこの名前が表示されます。
ko: 추가하는 댓글과 답글에 이 이름이 표시됩니다.
zh_hans: 你添加的批注和回复会显示此名称。
zh_hant: 你新增的註解和回覆會顯示此名稱。

# Comment.Author.Placeholder
source: Your Name
ja: あなたの名前
ko: 이름
zh_hans: 你的姓名
zh_hant: 你的姓名

# Comment.Author.Title
source: Signed As
ja: 署名
ko: 작성자
zh_hans: 署名
zh_hant: 署名

# Comment.Author.Unknown
source: Author
ja: 作成者
ko: 작성자
zh_hans: 作者
zh_hant: 作者

# Comment.Cell.Header
source: Cell %@
ja: セル %@
ko: 셀 %@
zh_hans: 单元格 %@
zh_hant: 儲存格 %@

# Comment.Delete
source: Delete Comment
ja: コメントを削除
ko: 댓글 삭제
zh_hans: 删除批注
zh_hant: 刪除註解

# Comment.Kind
source: Kind
ja: 種類
ko: 종류
zh_hans: 类型
zh_hant: 類型

# Comment.Kind.Note
source: Note
ja: メモ
ko: 메모
zh_hans: 笔记
zh_hant: 附註

# Comment.Kind.Thread
source: Comment
ja: コメント
ko: 댓글
zh_hans: 批注
zh_hant: 註解

# Comment.NewNote.Placeholder
source: Write a note
ja: メモを入力
ko: 메모 작성
zh_hans: 写笔记
zh_hant: 撰寫附註

# Comment.NewThread.Placeholder
source: Start a conversation
ja: 会話を始める
ko: 대화 시작
zh_hans: 开始对话
zh_hant: 開始對話

# Comment.Note.AlwaysShow
source: Always Show
ja: 常に表示
ko: 항상 표시
zh_hans: 始终显示
zh_hant: 永遠顯示

# Comment.Note.Header
source: Note on %1$@ by %2$@
ja: %1$@ のメモ（%2$@）
ko: %1$@ 메모(%2$@)
zh_hans: %1$@ 的笔记（%2$@）
zh_hant: %1$@ 的附註（%2$@）

# Comment.Post
source: Post
ja: 投稿
ko: 게시
zh_hans: 发布
zh_hant: 發佈

# Comment.Reopen
source: Reopen
ja: 再び開く
ko: 다시 열기
zh_hans: 重新打开
zh_hant: 重新打開

# Comment.Reply
source: Reply
ja: 返信
ko: 답글 달기
zh_hans: 回复
zh_hant: 回覆

# Comment.Reply.Placeholder
source: Reply
ja: 返信
ko: 답글
zh_hans: 回复
zh_hant: 回覆

# Comment.Resolve
source: Resolve
ja: 解決
ko: 해결
zh_hans: 解决
zh_hant: 解決

# Comment.Resolved.Footer
source: This conversation is resolved.
ja: この会話は解決済みです。
ko: 이 대화는 해결되었습니다.
zh_hans: 此对话已解决。
zh_hant: 此對話已解決。

# Common.Apply
source: Apply
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

# Drawing.Menu.Delete
source: Delete Object
ja: オブジェクトを削除
ko: 개체 삭제
zh_hans: 删除对象
zh_hant: 刪除物件

# Drawing.Resize
source: Resize Object
ja: オブジェクトのサイズを変更
ko: 개체 크기 조절
zh_hans: 调整对象大小
zh_hant: 調整物件大小

# Error.Chart.NoData
source: Select some cells with numbers in them to make a chart.
ja: グラフを作成するには、数値を含むセルを選択してください。
ko: 차트를 만들려면 숫자가 있는 셀을 선택하세요.
zh_hans: 请选择包含数字的单元格来创建图表。
zh_hant: 請選取含有數字的儲存格來製作圖表。

# Error.Merge.CrossesExistingMerge
source: That selection crosses part of an existing merged cell.
ja: 選択範囲が既存の結合セルの一部と重なっています。
ko: 선택 영역이 기존 병합된 셀의 일부와 겹칩니다.
zh_hans: 所选范围与已有合并单元格的一部分重叠。
zh_hant: 所選範圍與現有合併儲存格的一部分重疊。

# Error.Workbook.NeedsOneSheet
source: A workbook needs at least one sheet.
ja: ブックには少なくとも1つのシートが必要です。
ko: 통합 문서에는 시트가 하나 이상 필요합니다.
zh_hans: 工作簿至少需要一个工作表。
zh_hant: 活頁簿至少需要一個工作表。

# Error.Workbook.NeedsOneVisibleSheet
source: A workbook needs at least one visible sheet.
ja: ブックには少なくとも1つの表示中のシートが必要です。
ko: 통합 문서에는 표시된 시트가 하나 이상 필요합니다.
zh_hans: 工作簿至少需要一个可见的工作表。
zh_hant: 活頁簿至少需要一個顯示中的工作表。

# Format.Alignment.Horizontal
source: Horizontal
ja: 横
ko: 가로
zh_hans: 水平
zh_hant: 水平

# Format.Alignment.Indent
source: Indent
ja: インデント
ko: 들여쓰기
zh_hans: 缩进
zh_hant: 縮排

# Format.Alignment.Rotation
source: Rotation
ja: 回転
ko: 회전
zh_hans: 旋转
zh_hant: 旋轉

# Format.Alignment.Vertical
source: Vertical
ja: 縦
ko: 세로
zh_hans: 垂直
zh_hant: 垂直

# Format.Alignment.WrapText
source: Wrap Text
ja: テキストを折り返す
ko: 텍스트 줄바꿈
zh_hans: 自动换行
zh_hant: 文字自動換行

# Format.Border.ApplyTo
source: Apply To
ja: 適用先
ko: 적용 대상
zh_hans: 应用于
zh_hant: 套用於

# Format.Border.Bottom
source: Bottom
ja: 下
ko: 아래쪽
zh_hans: 下
zh_hant: 下

# Format.Border.DiagonalDown
source: Diagonal Down
ja: 右下がりの斜線
ko: 대각선 아래로
zh_hans: 对角线（右下）
zh_hant: 對角線（右下）

# Format.Border.DiagonalUp
source: Diagonal Up
ja: 右上がりの斜線
ko: 대각선 위로
zh_hans: 对角线（右上）
zh_hant: 對角線（右上）

# Format.Border.Left
source: Left
ja: 左
ko: 왼쪽
zh_hans: 左
zh_hant: 左

# Format.Border.Right
source: Right
ja: 右
ko: 오른쪽
zh_hans: 右
zh_hant: 右

# Format.Border.Scope.All
source: All borders
ja: すべての罫線
ko: 모든 테두리
zh_hans: 所有边框
zh_hant: 所有框線

# Format.Border.Scope.Diagonal
source: Diagonal
ja: 斜線
ko: 대각선
zh_hans: 对角线
zh_hant: 對角線

# Format.Border.Top
source: Top
ja: 上
ko: 위쪽
zh_hans: 上
zh_hant: 上

# Format.ClearAll
source: Clear All Formatting
ja: すべての書式をクリア
ko: 모든 서식 지우기
zh_hans: 清除所有格式
zh_hant: 清除所有格式

# Format.Merge.Merge
source: Merge Cells
ja: セルを結合
ko: 셀 병합
zh_hans: 合并单元格
zh_hant: 合併儲存格

# Format.Merge.Unmerge
source: Unmerge Cells
ja: セルの結合を解除
ko: 셀 병합 해제
zh_hans: 取消合并单元格
zh_hant: 取消合併儲存格

# Format.Rotation.Down45
source: 45° Down
ja: 45° 下向き
ko: 45° 아래로
zh_hans: 向下 45°
zh_hant: 向下 45°

# Format.Rotation.Down90
source: 90° Down
ja: 90° 下向き
ko: 90° 아래로
zh_hans: 向下 90°
zh_hant: 向下 90°

# Format.Rotation.None
source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# Format.Rotation.Stacked
source: Stacked
ja: 縦書き
ko: 세로 쌓기
zh_hans: 竖排
zh_hant: 直排

# Format.Rotation.Up45
source: 45° Up
ja: 45° 上向き
ko: 45° 위로
zh_hans: 向上 45°
zh_hant: 向上 45°

# Format.Rotation.Up90
source: 90° Up
ja: 90° 上向き
ko: 90° 위로
zh_hans: 向上 90°
zh_hant: 向上 90°

# Format.Section.Alignment
source: Alignment
ja: 配置
ko: 정렬
zh_hans: 对齐
zh_hant: 對齊

# Format.Section.Borders
source: Borders
ja: 罫線
ko: 테두리
zh_hans: 边框
zh_hant: 框線

# Format.Section.Fill
source: Fill
ja: 塗りつぶし
ko: 채우기
zh_hans: 填充
zh_hant: 填色

# Format.Section.Merge
source: Merge
ja: 結合
ko: 병합
zh_hans: 合并
zh_hant: 合併

# Format.Section.Text
source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# Format.Text.Size
source: Size
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 大小

# Format.Text.Size.Decrease
source: Smaller text
ja: 文字を小さく
ko: 텍스트 작게
zh_hans: 缩小文本
zh_hant: 縮小文字

# Format.Text.Size.Increase
source: Larger text
ja: 文字を大きく
ko: 텍스트 크게
zh_hans: 放大文本
zh_hant: 放大文字

# FormulaBar.AcceptEdit
source: Accept edit
ja: 編集を確定
ko: 편집 확인
zh_hans: 确认编辑
zh_hant: 確認編輯

# FormulaBar.DiscardEdit
source: Discard edit
ja: 編集を破棄
ko: 편집 취소
zh_hans: 放弃编辑
zh_hant: 放棄編輯

# FormulaBar.Field.Placeholder
source: Enter a value or formula
ja: 値または数式を入力
ko: 값 또는 수식 입력
zh_hans: 输入值或公式
zh_hant: 輸入值或公式

# Functions.Search.Prompt
source: Search functions
ja: 関数を検索
ko: 함수 검색
zh_hans: 搜索函数
zh_hant: 搜尋函數

# Grid.Cell.Accessibility.Commented
source: %@, has comment
ja: %@、コメントあり
ko: %@, 댓글 있음
zh_hans: %@，有批注
zh_hant: %@，有註解

# Grid.Cell.Accessibility.Empty
source: %@, empty
ja: %@、空
ko: %@, 비어 있음
zh_hans: %@，空
zh_hant: %@，空白

# Grid.ExtendSelection
source: Extend selection
ja: 選択範囲を広げる
ko: 선택 영역 확장
zh_hans: 扩展选择范围
zh_hant: 延伸選取範圍

# Grid.RowHeader.Accessibility
source: Row %@
ja: %@行目
ko: %@행
zh_hans: 第 %@ 行
zh_hant: 第 %@ 列

# Grid.SelectAll
source: Select all cells
ja: すべてのセルを選択
ko: 모든 셀 선택
zh_hans: 选择所有单元格
zh_hant: 選取所有儲存格

# HeaderMenu.Column.AddAtEnd
source: Add Column at End
ja: 末尾に列を追加
ko: 끝에 열 추가
zh_hans: 在末尾添加列
zh_hant: 在結尾加入欄

# HeaderMenu.Column.Delete
source: Delete Column
ja: 列を削除
ko: 열 삭제
zh_hans: 删除列
zh_hant: 刪除欄

# HeaderMenu.Column.FitToContents
source: Fit to Contents
ja: 内容に合わせる
ko: 내용에 맞추기
zh_hans: 适应内容
zh_hant: 符合內容

# HeaderMenu.Column.Hide
source: Hide Column
ja: 列を非表示
ko: 열 숨기기
zh_hans: 隐藏列
zh_hant: 隱藏欄

# HeaderMenu.Column.InsertAfter
source: Insert Column After
ja: 後に列を挿入
ko: 뒤에 열 삽입
zh_hans: 在后面插入列
zh_hant: 在後面插入欄

# HeaderMenu.Column.InsertBefore
source: Insert Column Before
ja: 前に列を挿入
ko: 앞에 열 삽입
zh_hans: 在前面插入列
zh_hant: 在前面插入欄

# HeaderMenu.Column.Show
source: Show Column
ja: 列を表示
ko: 열 표시
zh_hans: 显示列
zh_hant: 顯示欄

# HeaderMenu.Row.AddAtEnd
source: Add Row at End
ja: 末尾に行を追加
ko: 끝에 행 추가
zh_hans: 在末尾添加行
zh_hant: 在結尾加入列

# HeaderMenu.Row.Delete
source: Delete Row
ja: 行を削除
ko: 행 삭제
zh_hans: 删除行
zh_hant: 刪除列

# HeaderMenu.Row.Hide
source: Hide Row
ja: 行を非表示
ko: 행 숨기기
zh_hans: 隐藏行
zh_hant: 隱藏列

# HeaderMenu.Row.InsertAbove
source: Insert Row Above
ja: 上に行を挿入
ko: 위에 행 삽입
zh_hans: 在上方插入行
zh_hant: 在上方插入列

# HeaderMenu.Row.InsertBelow
source: Insert Row Below
ja: 下に行を挿入
ko: 아래에 행 삽입
zh_hans: 在下方插入行
zh_hant: 在下方插入列

# HeaderMenu.Row.Show
source: Show Row
ja: 行を表示
ko: 행 표시
zh_hans: 显示行
zh_hant: 顯示列

# HeaderMenu.RowsAndColumns
source: Rows & Columns…
ja: 行と列…
ko: 행 및 열…
zh_hans: 行和列…
zh_hant: 列與欄…

# Help.Differences.Areas
source: A range has to be a single rectangle. Ranges of several areas, such as "A1:B2,D1", and R1C1-style references aren’t supported.
ja: 範囲は 1 つの長方形である必要があります。"A1:B2,D1" のような複数の領域からなる範囲や、R1C1 形式の参照はサポートしていません。
ko: 범위는 하나의 직사각형이어야 합니다. "A1:B2,D1"처럼 여러 영역으로 된 범위와 R1C1 형식 참조는 지원되지 않습니다.
zh_hans: 区域必须是单个矩形。不支持由多个区域组成的区域（如 "A1:B2,D1"）以及 R1C1 样式的引用。
zh_hant: 範圍必須是單一矩形。不支援由多個區域組成的範圍（如 "A1:B2,D1"）以及 R1C1 樣式的參照。

# Help.Differences.Compile
source: When you edit macros here, Excel recompiles them the next time it opens the workbook. A digital signature on the macros is removed when you edit them, because it would no longer match.
ja: ここでマクロを編集すると、次に Excel でブックを開いたときにマクロが再コンパイルされます。マクロのデジタル署名は、内容と一致しなくなるため、編集すると削除されます。
ko: 여기서 매크로를 편집하면 다음에 Excel에서 통합 문서를 열 때 매크로가 다시 컴파일됩니다. 매크로의 디지털 서명은 더 이상 내용과 일치하지 않으므로 편집하면 제거됩니다.
zh_hans: 在这里编辑宏后，Excel 下次打开工作簿时会重新编译这些宏。宏的数字签名在编辑后会被移除，因为它将不再匹配。
zh_hant: 在這裡編輯巨集後，Excel 下次打開活頁簿時會重新編譯這些巨集。巨集的數位簽章在編輯後會被移除，因為它將不再相符。
